import React from 'react'
import { NavLink } from 'react-router-dom';


const LevelFour = () => {
  return (
    <div>
      <h2>Рівень Чотири</h2>
      <p>Неочікувані витрати</p>
      <div>
        <h4>Несподівані витрати</h4>
        <p>Несподівані витрати – це гроші, які тобі потрібно витратити на щось, що ти не планував. Наприклад, зламалася іграшка або планшет, і їх потрібно полагодити. Важливо вміти приймати рішення: чи витратити гроші зараз, чи почекати.</p>
      </div>
      <div>
        <h4>Резерв</h4>
        <p>Резерв – це гроші, які ти відкладаєш на випадок непередбачених ситуацій. Наприклад, якщо щось зламається, у тебе будуть гроші, щоб полагодити. Мати резерв – це ознака мудрості та передбачливості.</p>
      </div>
      <div>
       <NavLink to="/scenario-level-four">Перейти до сценарію</NavLink>
      </div>
    </div>

  )
}

export default LevelFour
