import React from 'react'
import { NavLink } from 'react-router-dom';


const LevelThree = () => {
  return (
    <div>
      <h2>Рівень Три</h2>
      <p>День народження</p>
      <div>
        <h4>Несподіваний дохід</h4>
        <p>Несподіваний дохід – це гроші, які ти отримуєш раптово, коли не очікуєш. Наприклад, подарунок на день народження, виграш у лотереї, або винагорода за допомогу. Важливо вміти правильно розпоряджатися такими грошима.</p>
      </div>
      <div>
        <h4>Пріоритет</h4>
        <p>Пріоритет – це те, що для тебе найважливіше прямо зараз. Коли у тебе є гроші, треба вирішити: витратити їх на щось терміново потрібне чи приємне, чи відкласти на важливу мету. Вміння визначати пріоритети допомагає приймати розумні рішення.</p>
      </div>
      <div>
       <NavLink to="/scenario-level-three">Перейти до сценарію</NavLink>
      </div>
    </div>

  )
}

export default LevelThree
