import React from 'react'
import { NavLink } from 'react-router-dom';


const LevelFive = () => {
  return (
    <div>
      <h2>Рівень П'ять</h2>
      <p>Перші зароблені гроші</p>
      <div>
        <h4>Заробити</h4>
        <p>Заробити гроші – це отримати їх за свою працю, творчість або продаж чогось корисного. Наприклад, зробити щось своїми руками і продати, або допомогти комусь за винагороду. Це важливий спосіб мати власні гроші.</p>
      </div>
      <div>
        <h4>Прибуток</h4>
        <p>Прибуток – це різниця між тим, скільки ти заробив, і скільки витратив. Наприклад, якщо ти купив матеріали за 10 монет, а продав виріб за 20 монет, твій прибуток – 10 монет. Прибуток показує, чи вигідна твоя справа.</p>
      </div>
      <div>
        <h4>Ризик</h4>
        <p>Ризик – це можливість, що щось піде не за планом. Наприклад, ти можеш витратити гроші на матеріали, а твій виріб не продасться, або вийде не таким, як хотілося. Важливо вміти оцінювати ризики і бути готовим до різних результатів.</p>
      </div>
      <div>
       <NavLink to="/scenario-level-five">Перейти до сценарію</NavLink>
      </div>
    </div>

  )
}

export default LevelFive
